{
    "PERSON:NA": "Conversion to PERSON:NA (Not applicable):\nLook for the subject pronoun in the sentence, and remove it.  Also remove the ergative marker (tö or dör) if it exists.  For example: Ye' dör àrros tó̠ ñè̠ -> Àrros tó̠ ñè̠",
    "PERSON:1_SI": "Conversion to 1st Person Singular:\nUse ye' for subjects in the standard form, or one of the weak forms (ya, yi, y, ña, ñ) in fast speech.\nFor possessive constructions, precede the noun with ye' (my).\nUtilize the contractual form yö when the pronoun is followed by the ergative postposition tö.",
    "PERSON:2_SI": "Conversion to 2nd Person Singular:\nUse be' for subjects in the standard form, or one of the weak forms (ba, b, ma, m) in fast speech.\nFor possessive constructions, precede the noun with be' (your, singular).\nUtilize the contractual form bö when the pronoun is followed by the ergative postposition tö.",
    "PERSON:3_SI": "Conversion to 3rd Person Singular:\nUse ie' for subjects in the standard form, or one of the weak forms (i, i̠) in fast speech.\nFor possessive constructions, precede the noun with ie' (his/her).",
    "PERSON:1_PL_INC": "Conversion to 1st Person Plural Inclusive:\nWhen converting sentences to 1st person plural inclusive, use se' for subjects or sa, s in fast speech.\nFor possessive constructions, precede the noun with se' (our).\nIn contexts requiring the ergative postposition, the contractual form sö can be used for simplicity and fluency.",
    "PERSON:1_PL_EXC": "Conversion to 1st Person Plural Exclusive:\nWhen converting sentences to 1st person plural exclusive, use sa' for subjects or assume sa, s in fast speech based on patterns observed with inclusive pronouns.\nFor possessive constructions, precede the noun with sa' (our, exclusive).\nThe contractual forms with specific postpositions were not provided for exclusive, suggesting standard forms should be used throughout.",
    "PERSON:2_PL": "Conversion to 2nd Person Plural:\nTo convert sentences to the 2nd person plural, use a' for the subject or a in fast speech.\nFor possessive constructions, precede the object with a' (your, plural).",
    "PERSON:3_PL": "Personal Pronouns: Use ie'pa (strong form) or i (weak form) for third person plural.\nPossessive Construction: When using third person plural as possessive determinants, place ie'pa or i before the possessed object. Example: ie'pa kó̠ means \"their place\".\nPlural Indication in Verbs: When the third person plural pronoun is reduced to its weak form i, the plural indication is transferred to the verb or stative. Use the suffix -rak or -yal (for verbs with locative objects) to indicate plural action by them. Examples include:\nMìka̠ i mìtchèrak wé̠shkètche (\"When they're already going inside\"),\n... i kièrak i tö \"mulù̠\" (\"... they call that 'ash'\"),\nKrò tso'rak i wa̠ tsìdala (\"They have a small rooster\"),\nSòrbulu míyal diàe̠ ka̠néblök (\"The Sorbulu went down there to work\")."
}
